{
  "Title": "Saumya Jain | Personal Website",
  "Name": "Saumya Jain",
  "Description": [
    "Hi, I'm a senior computer science major at the Georgia Institute of Technology.",
    "I recently finished a 7-month SDE co-op with Amazon Robotics!",
    "――――――――――――――",
    "Currently searching for a challenging full time role starting in Summer'22!"
  ],
  "MainImage": "https://i.imgur.com/MlFt7sgb.jpg",
  "AboutImage": "https://i.imgur.com/AxvRie7.jpg",
  "AboutContent": [
    "I'm a Software Engineer by day and a soccer player by evening!",
    "I have detailed experience in Full Stack Development, Cloud Computing and Machine Learning.",
    "I love diving deep and picking up new tech stacks when required. Through my experiences at Amazon Robotics and Boston Scientific, I have learned to be customer obsessed, insist on the highest standards and think creatively!",
    "Outside of work, I am passionate about hiking 🥾, travelling to new cultures ✈️ and hip-hop 🎵!"
  ],
  "WorkContent1": [
    "Most recently, I worked as a Solutions Analytics SDE Co-Op at Amazon Robotics. This co-op allowed me to function as a full time software developer, contributing to all team decisions, scrum assignments and design challenges. My 7 months at Amazon Robotics provided the gateway between being a student and being a professional software engineer!",
    "I was fortunate to gain immense experience in many diverse fields, including Cloud Computing, Backend Infrastructure, Machine Learning, along with Full Stack Development."
  ],
  "WorkContent2": [
    "In Summer 2020, I worked as a software developer intern at Boston Scientific. Providing software solutions in a non-software based company allowed me to learn many essential skills.",
    "I worked on a mobile application to help patients with Parkinsons control their Boston Scientific implants. Working on this project definitely earned me some good karma 😃"
  ],
  "WorkImage1": "https://i.imgur.com/cvnGdad.jpg",
  "WorkImage2": "https://i.imgur.com/cy31xjh.png",
  "OtherWork": "Besides these internships, I have other experiences as well:",
  "OtherWorkList": [
    {
      "name": "Android Developer/Data Scientist @ Georgia Tech - Smart City Infrastructure Project Team",
      "link": "https://www.vip.gatech.edu/teams/vvc"
    },
    {
      "name": "Data Scientist/Researcher @ Science & Tech Ministry, Govt. of India - Reporting India's Mental Health Status",
      "link": "https://dst.gov.in/"
    }
  ],
  "EducationImage": "https://i.imgur.com/l15DM3y.jpg",
  "EducationContent": [
    "I am currently a CS senior @ Georgia Tech. Within my degree, I am concentrating in media and intelligence.",
    "During my time at GT, I have used the wide diversity and opportunities to be my best self! From being in FilmMakers@GT for several semesters to studying abroad in Metz, France in Summer 2019, I have had the best college life I could hope for!",
    "GPA: 3.65/4.0 (Highest Honors)",
    "Graduating in May 2022!",
    "Catering to my entrepreneurial curiosity, I want to pursue an MBA in the future!"
  ],
  "ProjectsStartLine": "The process of turning my own ideas into reality is exhilarating. Here are a few of my personal projects: ",
  "Projects": [
    {
      "name": "Mood Machine (In Progress)",
      "link": "",
      "description": [
        "Users can speak to app assistant, obtain music to transition into a desired mood.",
        "Analyzing user emotions through speech analysis with Convolutional Neural Networks (CNN) and Machine Learning.",
        "User’s emotion data and surrounding conditions used to provide Spotify playlists to convert user’s mood to the desired state.",
        "Using Python for ML modelling, Java for backend, Spotify API, RAVDESS dataset, React/React Native for apps.",
        "Hosting all APIs and services using AWS cloud (API Gateway, Lambda, RDS), designed using Figma/AdobeXD."
      ]
    },
    {
      "name": "Booze API ↗",
      "link": "https://github.com/sjain0913/Booze-API-Backend",
      "description": [
        "Deployed REST API with detailed nutritional info of 30,000+ alcoholic products.",
        "Built scalable backend using {\bf MongoDB, Express.js, Node.js and Heroku}. Scraped 200,000+ entries using Python libraries, pushed through Postman.",
        "Engineered system for up to 1000 concurrent connections through Atlas."
      ]
    },
    {
      "name": "Booze App + WebApp ↗",
      "link": "https://github.com/sjain0913/Booze-Frontend",
      "description": [
        "Constructed Flutter app for live measure of user's Alcohol Concentration.",
        "Support for over 30,000 products through built API deployed on Heroku. Used Google Firebase for application tools.",
        "Implementing features for emergencies, taxi booking, friend tracking, etc.",
        "Pitched to Georgia Tech as solution for student alcohol consumption risks."
      ]
    },
    {
      "name": "Crust ↗",
      "link": "https://github.com/sjain0913/crust-hackgt7",
      "description": [
        "Won Top 8 Recognition at Hack GT 2020 (Georgia Tech's Premier hackathon with over 2000 participants!",
        "Created a suite of applications for restaurants to better handle order intake by distributing load among multi-location chains.",
        "Invented the SurgeBalance algorithm to assign online orders equally to multiple locations, to ensure best delivery times.",
        "Provided an augmented reality viewer, to visualize the meal being ordered using Apple ARKit.",
        "The suite is topped off by a analytics dashboard built using AWS backend and React.js for management."
      ]
    },
    {
      "name": "AirScribe ↗",
      "link": "https://vast-jewel-68f.notion.site/AirScribe-Writing-on-a-Virtual-Canvas-using-Object-Tracking-56a6ff49174e45d48f9cbc277554a7d1",
      "description": [
        "Implemented a virtual note taker catered towards professors in the virtual education world.",
        "Utilized Computer Vision and Machine Learning to recognize handwritten text on screen and convert to sharable formats.",
        "Used OpenCV for object tracking canvas for easy text recognition, along with the EMNIST dataset and TensorFlow."
      ]
    }
  ],
  "ResumeStartLine": "I love working on new challenging projects and picking up new skills. I am always open for collaboration, so feel free to reach out if you want to work together!",
  "Resume": "https://drive.google.com/file/d/1h6cKHtyxQhYfWsZUM8koG5FUU5Is-PMf/preview",
  "ResumeAfterLine": "If you are unable to view my resume, it can also be found ",
  "emailid1": "mailto:samjain0913@gmail.com",
  "emailid2": "mailto:samjain0913@gatech.edu",
  "phone": "tel:470-363-1437",
  "linkedin": "https://www.linkedin.com/in/sj0913/",
  "github": "https://github.com/sjain0913"
}
